Latest/Stats/Isolation/Native/net_0.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 5652 on cpu id 0
fio: waiting for connection
@@@@thread id 5653 on cpu id 1

receiver: (groupid=0, jobs=1): err= 0: pid=5652: Tue Jun 26 22:42:29 2018
  read : io=10240MB, bw=881721Kbit/s, iops=27553, runt= 95139msec
    clat (usec): min=14, max=818, avg=34.78, stdev= 4.19
     lat (usec): min=14, max=818, avg=34.90, stdev= 4.20
    clat percentiles (usec):
     |  1.00th=[   32],  5.00th=[   33], 10.00th=[   33], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   33], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   34], 80.00th=[   35], 90.00th=[   38], 95.00th=[   42],
     | 99.00th=[   52], 99.50th=[   61], 99.90th=[   70], 99.95th=[   74],
     | 99.99th=[   88]
    bw (Kbit/s): min=   24, max=906240, per=100.00%, avg=877110.41, stdev=65096.31
    lat (usec) : 20=0.01%, 50=98.69%, 100=1.30%, 250=0.01%, 500=0.01%
    lat (usec) : 1000=0.01%
  cpu          : usr=6.56%, sys=47.81%, ctx=2621566, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=5653: Tue Jun 26 22:42:29 2018
  write: io=10240MB, bw=881721Kbit/s, iops=27553, runt= 95139msec
    clat (usec): min=29, max=804, avg=34.72, stdev= 4.13
     lat (usec): min=29, max=805, avg=34.88, stdev= 4.15
    clat percentiles (usec):
     |  1.00th=[   33],  5.00th=[   33], 10.00th=[   33], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   33], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   34], 80.00th=[   35], 90.00th=[   38], 95.00th=[   42],
     | 99.00th=[   52], 99.50th=[   61], 99.90th=[   69], 99.95th=[   73],
     | 99.99th=[   87]
    bw (Kbit/s): min=806528, max=906176, per=100.00%, avg=881722.95, stdev=12993.18
    lat (usec) : 50=98.68%, 100=1.31%, 250=0.01%, 500=0.01%, 1000=0.01%
  cpu          : usr=6.83%, sys=48.43%, ctx=2621447, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=881720Kbit/s, minb=881720Kbit/s, maxb=881720Kbit/s, mint=95139msec, maxt=95139msec
  WRITE: io=10240MB, aggrb=881720Kbit/s, minb=881720Kbit/s, maxb=881720Kbit/s, mint=95139msec, maxt=95139msec