Latest/Stats/Isolation/Native/net_3.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 5959 on cpu id 1
fio: waiting for connection
@@@@thread id 5960 on cpu id 0

receiver: (groupid=0, jobs=1): err= 0: pid=5959: Tue Jun 26 22:51:25 2018
  read : io=10240MB, bw=877268Kbit/s, iops=27414, runt= 95622msec
    clat (usec): min=14, max=4551, avg=34.98, stdev= 5.01
     lat (usec): min=14, max=4551, avg=35.11, stdev= 5.03
    clat percentiles (usec):
     |  1.00th=[   33],  5.00th=[   33], 10.00th=[   33], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   34], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   34], 80.00th=[   35], 90.00th=[   38], 95.00th=[   42],
     | 99.00th=[   52], 99.50th=[   60], 99.90th=[   70], 99.95th=[   73],
     | 99.99th=[   89]
    bw (Kbit/s): min=   24, max=901888, per=100.00%, avg=872711.46, stdev=64593.13
    lat (usec) : 20=0.01%, 50=98.64%, 100=1.35%, 250=0.01%, 500=0.01%
    lat (msec) : 10=0.01%
  cpu          : usr=6.32%, sys=48.78%, ctx=2621459, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=5960: Tue Jun 26 22:51:25 2018
  write: io=10240MB, bw=877268Kbit/s, iops=27414, runt= 95622msec
    clat (usec): min=28, max=4552, avg=34.90, stdev= 4.97
     lat (usec): min=28, max=4552, avg=35.08, stdev= 4.98
    clat percentiles (usec):
     |  1.00th=[   33],  5.00th=[   33], 10.00th=[   33], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   34], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   34], 80.00th=[   35], 90.00th=[   38], 95.00th=[   42],
     | 99.00th=[   52], 99.50th=[   59], 99.90th=[   70], 99.95th=[   74],
     | 99.99th=[   88]
    bw (Kbit/s): min=781824, max=901888, per=100.00%, avg=877280.50, stdev=12863.85
    lat (usec) : 50=98.67%, 100=1.33%, 250=0.01%, 500=0.01%
    lat (msec) : 10=0.01%
  cpu          : usr=5.67%, sys=48.89%, ctx=2621578, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=877264Kbit/s, minb=877264Kbit/s, maxb=877264Kbit/s, mint=95622msec, maxt=95622msec
  WRITE: io=10240MB, aggrb=877264Kbit/s, minb=877264Kbit/s, maxb=877264Kbit/s, mint=95622msec, maxt=95622msec